Revit 2027 API
ParameterTypeId.RbsParallelpipesVerticalNumber Property
 "Vertical Number for parallel pipes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsParallelpipesVerticalNumber { get; }
Public Shared ReadOnly Property RbsParallelpipesVerticalNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsParallelpipesVerticalNumber {
	ForgeTypeId^ get ();
}
static member RbsParallelpipesVerticalNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace